#**************How To Translate**************
#1. All the lines that start with '#' are comments and will be ignored
#2. The lines that starts with @ store info about the tranlation file. Specifically:
#   @NAME=Language Name in English.
#   @LOCALIZEDNAME=Native Language Name.
#   @AUTH=Author Name.
#   @EMAIL=Author's Email
#   @DESC=Description of this language file
#   @WWW=Author's WebSite
#   @VERSION=Language File Version
#   @BUILD=Program's build that this translation is based on
#   @AUTOUPDATEURL= (future feature that will support live lang pack update)
#3. All The following lines which start with (number)= are the ones that you
#   must translate. Untranslated strings are initially commented.
#   Already translated strings are (optionally) kept for reference as a comment
#   CAUTION!!!
#   Translation strings are ONE-LINERS.
#   DO NOT CHANGE %s (strings) %d (integers) and other %_ as they placeholders.
#   DO NOT CHANGE the numbers before the'='.
#   Watch for special characters like '\r\n' or '\n' which means new line.
#   Take care of the HTML Tags.

@NAME=Japanese
@LOCALIZEDNAME=日本語
@AUTH=Nardog
@EMAIL=nardog@e2umail.com
@DESC=Japanese Translation
@WWW=http://nardog.takoweb.com
@VERSION=
@BUILD=0
@AUTOUPDATEURL=

#102=Export Selected Lines
102=選択された行のエクスポート
#103=Album
103=アルバム
#104=Export All
104=すべてエクスポート
#105=TrackNo
105=トラック番号
#106=Location
106=場所
#107=Size
107=サイズ
#108=Type
108=種類
#109=Duration
109=長さ
#110=Bitrate
110=ビットレート
#111=Delete From History
111=履歴から削除
#112=Genre
112=ジャンル
#113=Comment
113=コメント
#114=Date Added
114=追加日
#115=Rating
115=評価
#116=Track not found.
116=トラックが見つかりません。
#117=Number of Tracks
117=トラックの数
#118=Do you want to see the exported file now?
118=今すぐエクスポートされたファイルを閲覧しますか?
#119=Date Updated
119=更新日
#120=Operation
120=操作
#121=No Tracks in this Selection
121=この選択範囲にトラックがありません
#123=Idle
123=アイドル
#124=Select Something
124=何か選択
#125=Total Size of Tracks (Mb)
125=トラックの全体のサイズ (Mb)
#126=Idle
126=アイドル
#127=Records
127=記録
#128=Show Year (in [] after Albums)
128=年を表示する (アルバムの後の [] に)
#129=First Appearance
129=最初の外観
#130=Last Appearance
130=最後の外観
#131=Rank
131=ランク
#132=Hits
132=ヒット
#133=Do you want to update also the Files? (%d Files will be Affected)
133=ファイルも更新しますか? (%d 個のファイルが影響します)
#134=Application
134=アプリケーション
#135=Update Tracks Warning
135=トラックの更新の警告
#136=Language
136=言語
#137=*Needs program restart
137=*プログラムの再開始を必要とします
#139=Recognize as fast as you can the song that you listen.
139=お聴きの歌をできるだけ速く認識します。
#140=Add Files
140=ファイルの追加
#141=Update Local Collections
141=ローカル コレクションの更新
#142=Exit
142=終了
#143=Select Folder
143=フォルダの選択
#144=[Unknown]
144=[不明]
#145=Quick
145=クイック
#146=Search
146=検索
#147=Play
147=再生
#148=Enqueue
148=エンキュー
#149=Advanced Search
149=高度な検索
#150=History
150=履歴
#151=Options
151=オプション
#152=Collections
152=コレクション
#153=About
153=バージョン情報
#154=Artists - Albums
154=アーティスト - アルバム
#155=Genres - Artists
155=ジャンル - アーティスト
#156=Years - Albums
156=年 - アルバム
#157=Collections - Artists
157=コレクション - アーティスト
#158=Albums with various artists*
158=さまざまなアーティストのあるアルバム*
#159=Sort By Name
159=名前で整列
#160=Sort By Rating
160=評価で整列
#161=Sort By Number Of Tracks
161=トラックの数で整列
#162=All
162=すべて
#163=Audio
163=オーディオ
#164=Video
164=ビデオ
#167=Show/Hide Mini Player
167=ミニ プレーヤーを表示/非表示にする
#168=Play / Pause
168=再生 / 一時停止
#169=Stop
169=停止
#170=Next
170=次へ
#171=Previous
171=前へ
#172=Shuffle
172=シャッフル
#173=Loop
173=繰り返し
#174=Show Main Window
174=メイン ウィンドウの表示
#175=Show Mini Player
175=ミニ プレーヤーの表示
#176=Exit Application
176=アプリケーションの終了
#177=result found
177=件の結果が見つかりました
#178=results found
178=件の結果が見つかりました
#179=Please enter at least 1 character.
179=少なくとも 1 文字入力してください。
#180=Media Idle
180=メディア アイドル
#181=Network Idle
181=ネットワーク アイドル
#182=The file '%s' Could not be deleted. Do you want to just remove it from your collection?
182=ファイル '%s' は削除できませんでした。コレクションから削除しますか?
#183=Scanning Files
183=ファイルをスキャンしています...
#184=File
184=ファイル
#185=Downloading
185=ダウンロードしています...
#186=Auto Continue
186=自動続行
#187=Show Visualizations - Video
187=視覚化の表示 - ビデオ
#188=Randomize List
188=一覧のランダム化
#189=Load List (m3u)
189=一覧 (m3u) の読み込み
#190=Save List (m3u)
190=一覧 (m3u) の保存
#191=Clear List
191=一覧のクリア
#192=[Various]
192=[さまざま]
#193=Days between check
193=チェック間の日
#195=Properties
195=プロパティ
#197=Bad
197=悪
#198=Neutral
198=中
#199=Good
199=良
#200=Very Good
200=非常に良
#201=Outstanding
201=傑出
#202=Open Containing Folder
202=含むフォルダを開く
#203=Copy To
203=コピー先
#204=Copy Path
204=パスのコピー
#205=Renamer
205=リネーマ
#206=Delete
206=削除
#207=Download Lyrics
207=歌詞のダウンロード
#208=The files will be completly erased from your PC. Are you sure?
208=ファイルはお使いの PC から完全に抹消されます。よろしいですか?
#209=Deletion Operation
209=削除の操作
#210=Warning
210=警告
#211=Simple Search
211=単純な検索
#212=All Time
212=すべての時間
#213=Best/Worst
213=最良/最悪
#214=Lyrics Available
214=歌詞が利用可能です
#215=Special Info
215=特殊情報
#216=Comments Available
216=コメントが利用可能です
#217=Personal Available
217=個人が利用可能です
#218=<table><tr><td><center>Total Rank<br><h1>%s</h1><br>%d hits</center></td><td><left><b>Month's Rank: </b>%s (%d Hits)<br><b>Added in Collection: </b>%s<br><b>First Time Played: </b>%s<br><b>Last Time Played: </b>%s<br></tr></table>
218=<table><tr><td><center>全体のランク<br><h1>%s</h1><br>%d ヒット</center></td><td><left><b>月間ランク: </b>%s (%d ヒット)<br><b>コレクションへの追加: </b>%s<br><b>最初の再生: </b>%s<br><b>最後の再生: </b>%s<br></tr></table>
#219=Tracks
219=トラック
#220=Album Review Not Found
220=アルバム レビューが見つかりません
#221=Album review
221=アルバム レビュー
#222=Lyrics Not Found
222=歌詞が見つかりません
#223=Open Picture
223=写真を開く
#224=Edit Picture
224=写真の編集
#225=Save Picture
225=画像の保存
#226=Save Text
226=テキストの保存
#227=Operation Failed
227=操作が失敗しました
#228=Lyrics
228=歌詞
#229=It will search for tracks with <b>Comments, Lyrics, Personal Info</b>.
229=<b>コメント、歌詞、個人情報</b>のあるトラックを検索します。
#230=Popularity
230=ポピュラー
#231=Information not found
231=情報が見つかりません
#232=Comments
232=コメント
#233=Personal
233=個人
#234=Special Info
234=特殊情報
#235=Artist Biography not found
235=アーティストのバイオグラフィが見つかりません
#236=Artist Biography
236=アーティストのバイオグラフィ
#237=It will search in <b>Artist, Album, Track</b> and <b>Path</b> Fields.Select also the target <b>media type</b>.
237=<b>アーティスト、アルバム、トラック</b>および<b>パス</b>欄から検索します。対象<b>メディアの種類</b>も選択します。
#238=Lyrics etc.
238=歌詞など
#239=Latest Additions
239=最新の追加
#240=File Type Filter
240=ファイルの種類フィルタ
#241=Returns the <b>latest</b> files that have been added in you collection.
241=コレクションに追加されている<b>最新</b>のファイルを返します。
#242=Since
242=起点:
#243=Find the best or the worse tracks (based on the <b>rating</b>).
243=最良またはより悪のトラックを検索します (<b>評価</b>に基づいて)。
#244=Most popular Tracks based on the <b>history log</b>.
244=<b>履歴のログ</b>に基づいたもっともポピュラーなトラックです。
#245=It will do a <b>full-text search</b> in various large text information fields.Select the <b>type of text</b> to be searched. Please enter at least 4 characters.
245=さまざまな大きいテキスト情報欄からの<b>フルテキスト検索</b>をします。検索される<b>テキストの種類</b>を選択します。少なくとも 4 文字入力してください。
#246=Information Type
246=情報の種類
#247=Please wait...
247=お待ちください...
#248=by
248=by
#249=Last query needed %d ms
249=最後のクエリが %s ms を必要としました
#250=Are you sure that you want to <b>disable Lyrics Confirmation</b><br>at this session?
250=このセッションで<b>歌詞の確認を無効</b>にしても<br>よろしいですか?
#251=Disable Lyrics Confirmation
251=歌詞の確認を無効にする
#252=Your Music Collection is <b>empty</b>. This may indicate that this is your <b>first time</b> you run this program. If this is so, then you may want to visit <a href='http://www.artificialspirit.com'>Official WebSite</a> to get some help.<br>To <b>Add Some Music Files</b> in your Collection press 'Yes' to Locate a Folder in your computer which contains mp3, wma, avi, mpg files. Press 'No' to continue with an empty collection (<b>Not recommended</b>).
252=ミュージック コレクションは<b>空</b>です。これはこれがこのプログラムを起動する<b>初回</b>であることを示す可能性があります。これがそうなら、次にいくつかのヘルプを取得するのに<a href='http://www.artificialspirit.com'>公式ウェブサイト</a>を訪問できます。<br>コレクションに<b>いくつかのミュージック ファイルを追加</b>するには mp3、wma、avi、mpg ファイルを含むコンピュータにあるフォルダを位置づけて 'はい' を押します。空のコレクションで続行するには 'いいえ' を押します (<b>推奨されません</b>)。
#253=Yes
253=はい
#254=No
254=いいえ
#255=Empty Collection
255=空のコレクション
#256=Years
256=年
#257=Months
257=月
#258=Days
258=日
#259=365 Days
259=365 日
#260=30 Days
260=30 日
#261=10 Days
261=10 日
#262=24 Hours
262=24 時間
#263=Track played
263=トラックの再生時間
#264=Track specific click
264=トラックの特定のクリック
#265=Top 10
265=トップ 10
#266=Top 100
266=トップ 100
#267=Normal
267=通常
#271=Recorded History
271=記録された履歴
#272=Top Songs
272=トップ ソング
#273=Top Artists
273=トップ アーティスト
#274=Year
274=年
#275=Month
275=月
#276=Day
276=日
#277=untill
277=次まで:
#278=Not Enough Data.
278=十分なデータではありません。
#279=Time Interval
279=時間間隔
#280=This information will be written in the file.
280=この情報はファイルに書き込まれます。
#281=TimeSlider
281=タイムスライダ
#282=This information will not be written in the file.
282=この情報はファイルに書き込まれません。
#283=Active
283=アクティブ
#284=Text Filters
284=テキスト フィルタ
#285=Title
285=タイトル
#286=Artist
286=アーティスト
#287=Export Finished
287=エクスポートが完了しました
#288=Date Filter
288=日付フィルタ
#289=Normal
289=通常
#290=Show Number Of Items (in () after Item)
290=アイテムの数を表示する (アイテムの後の () に)
#291=Extra Info
291=追加情報
#292=Item Grouping (Artist / Album Style)
292=アイテムのグループ (アーティスト / アルバム スタイル)
#293=Update
293=更新
#294=Remove
294=削除
#295=Add Collection
295=コレクションの追加
#296=Name
296=名前
#297=Enabled
297=有効
#298=Min number of Tracks
298=トラックの最低数
#299=Main Tags
299=メイン タグ
#300=Extra Tags
300=追加タグ
#301=Internet Options
301=インターネット オプション
#302=Impersonate Browser
302=ブラウザを装う
#303=Use Default Proxy
303=既定のプロキシを使用する
#304=Automated Downloader
304=自動ダウンローダ
#309=Special Tags Support
309=特殊なタグのサポート
#310=Auto Play
310=自動再生する
#311=Remember Last Track
311=最後のトラックを記憶する
#312=Remember Time
312=時間を記憶する
#313=Play Control
313=再生コントロール
#314=Startup
314=起動
#315=General
315=全般
#316=Global Hotkeys
316=グローバル ホットキー
#317=Picture
317=画像
#318=Minimize to Tray
318=トレイへ最小化する
#319=Mini Player
319=ミニ プレーヤー
#320=Show Always
320=常に表示する
#321=Automatic
321=自動
#322=Manually
322=手動
#323=Never Show
323=表示しない
#324=List View
324=リスト ビュー
#325=Show 'New' sign (in days)
325='New' サインを表示する (日付に)
#326=Accept
326=承認
#327=Try Again
327=再び試行
#328=Refuse
328=拒絶
#329=Accept All
329=すべて承認
#330=Don't Show Again
330=再び表示しない
#331=Info Check
331=情報チェック
#332=Main Options
332=メイン オプション
#333=Tree View
333=ツリー ビュー
#334=Information Retrieval
334=情報の回収
#335=Media Player
335=メディア プレーヤー
#336=Tagging
336=タグ
#337=A general <b>public</b> description of the track.
337=全般的なトラックの<b>公開</b>説明です。
#339=Something that this track <b>reminds</b> you. This info is <b>personal</b>.
339=このトラックを<b>思い出す</b>何かです。この情報は<b>個人的</b>です。
#340=Multiple Files Properties
340=複数のファイルのプロパティ
#342=Biography
342=バイオグラフィ
#343=Review
343=レビュー
#344=Import data from a file
344=ファイルからデータをインポート
#346=Paste or write some text
346=いくつかのテキストを貼り付けまたは書き込みます
#347=Delete Picture
347=画像の削除
#348=Paste Picture
348=画像の貼り付け
#349=Picture Dimensions
349=画像の大きさ
#350=There is a new version available.<br>Do you want to go to the info page?
350=利用可能な新しいバージョンがあります。<br>情報ページへ移動しますか?
#351=Program is up-to-date.
351=プログラムは最新です。
#352=Check for updates
352=更新をチェックする
#353=Games
353=ゲーム
#354=Update Check Failed.
354=更新チェックが失敗しました
#355=There is no picture in the clipboard.
355=クリップボードに画像がありません。
#356=Collection List
356=コレクションの一覧
#358=Start
358=開始
#359=Results
359=結果
#360=Correct Answers
360=正解
#361=Wrong Answers
361=不正解
#362=Score:
362=スコア:
#363=Submit Results
363=結果の送信
#364=Current
364=現在
#365=Best
365=最高
#366=Rename
366=名前の変更
#367=Please enter a new name
367=新しい名前を入力してください
#368=Total Score:
368=全体のスコア:
#369=Question:
369=質問:
#370=Best Score:
370=最高のスコア:
#371=Correct
371=成功
#372=Mistake
372=失敗
#373=Music Quiz
373=ミュージック クイズ
#374=Adding
374=追加中
#375=Copy Text
375=テキストのコピー
#376=Detailed Search
376=詳細な検索
#377=Collection
377=コレクション
#378=Local Folder
378=ローカル フォルダ
#379=Net Folder
379=ネット フォルダ
#380=Media
380=メディア
#381=Audio CD
381=オーディオ CD
#382=External Collection
382=外部のコレクション
#383=Automatically update database after (sec)
383=自動的に (秒) 後にデータベースを更新する
#385=Collection update started.
385=コレクションの更新が開始されました。
#386=Collection update finished.
386=コレクションの更新が完了しました。
#387=Removing missing files
387=ファイルを削除しています...
#388=files removed
388=個のファイルが削除されました
#389=files added
389=個のファイルが追加されました
#390=Show History
390=履歴の表示
#391=Can' t Locate File!
391=ファイルを位置づけられません!
#392=Do you want to see the exported file now?
392=今すぐエクスポートされたファイルを閲覧しますか?
#393=Empty playlist. Drag Drop some tracks here
393=空のプレイリストです。ここにいくつかのトラックをドラッグ ドロップします
#394=Use multimedia hotkeys
394=マルチメディア ホットキーを使用する
#395=Clipboard
395=クリップボード
#396=Folder
396=フォルダ
#397=Collection already exists
397=コレクションはすでに存在します
#398=Do You want to continue?
398=続行しますか?
#399=Collection was not accessible
399=コレクションはアクセスできませんでした
#400=Collection is not ready.
400=コレクションは準備ができていません。
#401=Track Removed from collection
401=トラックがコレクションから削除されました
#402=Removable Storage
402=リムーバブル ストレージ
#403=Not enough tracks to play the quiz
403=クイズを再生するのに十分なトラックではありません
#404=Show All Tracks
404=すべてのトラックの表示
#405=Locate Track
405=トラックの位置づけ
#406=Album info may be available in the FreeDB Servers. Do you want to try and download it?
406=アルバム情報は FreeDB サーバーで利用可能である可能性があります。試行およびダウンロードしますか?
#407=The selected CD/DVD Drive is empty.
407=選択された CD/DVD ドライブは空です。
#408=Select Drive
408=ドライブの選択
#409=Choose an item from the list. Press 'Rescan' to update the list.
409=一覧からアイテムを選択します。一覧を更新するには '再スキャン' を押します。
#410=Internet is not connected. Do you want to go online?
410=インターネットは接続されていません。オンラインにしますか?
#411=Working
411=動作
#412=The whole Drive/Media will be added
412=ドライブ/メディアの全体は追加されました
#413=total
413=全体
#414=Docked Visualization
414=ドックされた視覚化
#415=Services
415=サービス
#416=Virtual tracks
416=仮想トラック
#417=This item already exists
417=このアイテムはすでに存在します
#418=Empty
418=空
#419=Ready
419=レディ
#420=Import Virtual Tracks
420=仮想トラックのインポート
#421=Export Virtual Tracks
421=仮想トラックのエクスポート
#422=Select the items you want to import to your Virtual Tracks Collection
422=仮想トラック コレクションへインポートしたいアイテムを選択します
#423=Select the virtual tracks you want to export to the file
423=ファイルへエクスポートしたい仮想トラックを選択します
#424=Import
424=インポート
#425=Add Virtual Track
425=仮想トラックの追加
#426=Export
426=エクスポート
#427=Insert List (m3u)
427=一覧 (m3u) の挿入
#428=Hide Visualizations
428=視覚化を非表示にする
#429=Auto Continue Mode
429=自動続行モード
#430=Insert Random Tracks
430=ランダムなトラックの挿入
#431=Remove Others
431=その他の削除
#432=Visualizations/Video
432=視覚化/ビデオ
#433=Current Viewer
433=現在のビューア
#434=Music Browser
434=ミュージック ブラウザ
#435=Mode
435=モード
#436=Sort
436=整列
#437=Filter
437=フィルタ
#438=Play List
438=プレイ リスト
#439=Track List
439=トラックの一覧
#440=Browser
440=ブラウザ
#441=Success
441=成功
#442=Provider
442=プロバイダ
#443=Failure
443=失敗
#444=Volume
444=音量
#445=Auto
445=自動
#446=Sync with player
446=プレーヤーで同期化
#447=New
447=新規
#448=Messenger now playing
448=メッセンジャ再生中
#449=Transparency
449=透明度
#450=Skin
450=スキン
#451=LastFM Scrobbler
451=LastFM スクロブラ
#452=Artist picture
452=アーティスト画像
#453=Album picture
453=アルバム画像
#454=sec
454=秒
#455=Activation delay
455=アクティブ化の遅延
#456=Format is not supported
456=フォーマットはサポートされていません
#457=Refuse All
457=すべて拒絶
#458=Cancel
458=キャンセル
#459=Help
459=ヘルプ
#460=Penalty
460=ペナルティ
#461=Bonus
461=ボーナス
#462=Game Over
462=ゲーム オーバー
#463=Total Time
463=全体の時間
#464=Game Info
464=ゲーム情報
#465=I don't know
465=わかりません
#466=Level
466=レベル
#467=Select Game
467=ゲームの選択
#468=Crossfade
468=クロスフェード
#469=Disabled
469=無効
#470=End
470=終了
#471=Both
471=両方
#472=External player
472=外部のプレーヤー
#473=Change case
473=ケースの変更
#474=All Caps
474=すべてのキャップ
#475=No Caps
475=キャップなし
#476=Proper Case
476=固有のケース
#477=First Cap
477=最初のキャップ
#478=Advanced
478=詳細設定
#480=Appearance
480=外観
#481=Tooltips
481=ツールチップ
#482=Behaviour
482=挙動
#483=Maximum size
483=最大のサイズ
#484=Author
484=作者
#485=Statistics
485=統計
#486=Description
486=説明
#487=Information
487=情報
#488=Pause
488=一時停止
#489=Download
489=ダウンロード
#490=Create
490=作成
#491=Update Info From File (Tags)
491=ファイルから情報を更新 (タグ)
#492=Locate Album
492=アルバムの位置づけ
#493=More Options
493=さらなるオプション
#494=Descending
494=バージョン
#496=Version
#497=Style
#498=Controls
#499=Clear
#500=Tag Writer
#501=Tag Reader
#502=Read Depth
#503=Counting files
